Repository: tianpingdeng112233-cell/meetpr
Catalog: Modules/CoachKit/Sources/CoachKit/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en

# coach.planning.common.done
source: 完成
en: Done

# coach.planning.common.edit
source: 编辑
en: Edit

# coach.planning.common.increase
source: 增加
en: Increase

# coach.planning.common.mainLift
source: 主项
en: Main Lift

# coach.planning.common.next
source: 下一步
en: Next

# coach.planning.common.other
source: 其他
en: Other

# coach.planning.common.reps
source: 次数
en: Reps

# coach.planning.common.retry
source: 重试
en: Retry

# coach.planning.common.save
source: 保存
en: Save

# coach.planning.common.search
source: 搜索 / Search
en: Search

# coach.planning.common.selected
source: 已选择
en: Selected

# coach.planning.common.sets
source: 组数
en: Sets

# coach.planning.common.unknownExercise
source: 未知动作
en: Unknown Exercise

# coach.planning.common.weight
source: 重量
en: Weight

# coach.planning.completion.missingIntensity
source: {day} · {exercise}:未设重量/强度
en: {day} · {exercise}: weight/intensity missing

# coach.planning.completion.missingMainLift
source: {day}:未选主项
en: {day}: main lift not selected

# coach.planning.coordinator.newPlan
source: 新计划
en: New Plan

# coach.planning.count.item %lld
source: %lld 项
en: %lld item

# coach.planning.count.items %lld
source: %lld 项
en: %lld items

# coach.planning.count.rep %lld
source: %lld 次
en: %lld rep

# coach.planning.count.repPlural %lld
source: %lld 次
en: %lld reps

# coach.planning.count.set %lld
source: %lld 组
en: %lld set

# coach.planning.count.setPlural %lld
source: %lld 组
en: %lld sets

# coach.planning.count.setsAndReps %lld %@ %lld
source: %lld 组 %@ %lld 次
en: %lld sets %2$@ %lld reps

# coach.planning.count.week %lld
source: %lld 周
en: %lld week

# coach.planning.count.weeks %lld
source: %lld 周
en: %lld weeks

# coach.planning.editor.addRepMaximum
source: 添加次数上限
en: Add Rep Maximum

# coach.planning.editor.deleteExercise
source: 删除 {exercise}
en: Delete {exercise}

# coach.planning.editor.filled
source: 已填
en: Complete

# coach.planning.editor.intensityMode
source: 强度模式
en: Intensity Mode

# coach.planning.editor.notes
source: 备注
en: Notes

# coach.planning.editor.notesPlaceholder
source: 可选 · 比如暂停 3 秒 / 节奏 3-0-1 / 卧距宽
en: Optional · e.g. 3-sec pause / 3-0-1 tempo / wide grip

# coach.planning.editor.removeRepMaximum
source: 删除次数上限
en: Remove Rep Maximum

# coach.planning.editor.repMaximum
source: 次数上限
en: Rep Maximum

# coach.planning.editor.rest
source: 休息
en: Rest

# coach.planning.editor.restBetweenSets
source: 组间休息
en: Rest Between Sets

# coach.planning.editor.setNumber %lld
source: 第 %lld 组
en: Set %lld

# coach.planning.editor.setRestIndividually
source: 逐组单独设
en: Set Individually

# coach.planning.equipment.band
source: 弹力带
en: Resistance Band

# coach.planning.equipment.barbell
source: 杠铃
en: Barbell

# coach.planning.equipment.bodyweight
source: 自重
en: Bodyweight

# coach.planning.equipment.cable
source: 绳索
en: Cable

# coach.planning.equipment.dumbbell
source: 哑铃
en: Dumbbell

# coach.planning.equipment.kettlebell
source: 壶铃
en: Kettlebell

# coach.planning.equipment.machine
source: 器械
en: Machine

# coach.planning.equipment.specialtyBar
source: 特殊杆
en: Specialty Bar

# coach.planning.library.addExercise
source: 添加 {exercise}
en: Add {exercise}

# coach.planning.library.clearSearch
source: 清空搜索
en: Clear Search

# coach.planning.library.equipment
source: 器械
en: Equipment

# coach.planning.library.filter
source: 筛选
en: Filter

# coach.planning.library.loadingExercises
source: 加载动作中
en: Loading Exercises

# coach.planning.library.matchingExercise %lld
source: 匹配 %lld 个
en: %lld match

# coach.planning.library.matchingExercises %lld
source: 匹配 %lld 个
en: %lld matches

# coach.planning.library.movementPattern
source: 模式
en: Movement Pattern

# coach.planning.library.muscleGroup
source: 肌群
en: Muscle Group

# coach.planning.library.noMatchingExercises
source: 没有匹配动作
en: No Matching Exercises

# coach.planning.library.noSearchResults
source: 没有符合搜索的动作
en: No Search Results

# coach.planning.library.removeExercise
source: 移除 {exercise}
en: Remove {exercise}

# coach.planning.library.title
source: 动作库
en: Exercise Library

# coach.planning.lift.benchPress
source: 卧推
en: Bench Press

# coach.planning.lift.deadlift
source: 硬拉
en: Deadlift

# coach.planning.lift.squat
source: 深蹲
en: Squat

# coach.planning.muscle.adductors
source: 内收
en: Adductors

# coach.planning.muscle.back
source: 背
en: Back

# coach.planning.muscle.biceps
source: 二头
en: Biceps

# coach.planning.muscle.calves
source: 小腿
en: Calves

# coach.planning.muscle.chest
source: 胸
en: Chest

# coach.planning.muscle.core
source: 核心
en: Core

# coach.planning.muscle.forearm
source: 小臂
en: Forearms

# coach.planning.muscle.glutes
source: 臀
en: Glutes

# coach.planning.muscle.hamstrings
source: 腘绳
en: Hamstrings

# coach.planning.muscle.hip
source: 髋
en: Hips

# coach.planning.muscle.quadriceps
source: 股四
en: Quads

# coach.planning.muscle.shoulder
source: 肩
en: Shoulders

# coach.planning.muscle.triceps
source: 三头
en: Triceps

# coach.planning.pattern.hipHinge
source: 髋铰链
en: Hip Hinge

# coach.planning.pattern.horizontalPull
source: 水平拉
en: Horizontal Pull

# coach.planning.pattern.horizontalPush
source: 水平推
en: Horizontal Push

# coach.planning.pattern.squat
source: 蹲
en: Squat

# coach.planning.pattern.verticalPull
source: 垂直拉
en: Vertical Pull

# coach.planning.pattern.verticalPush
source: 垂直推
en: Vertical Push

# coach.planning.pattern.warmUp
source: 热身
en: Warm-up

# coach.planning.profile.commercialGym
source: 商业健身房
en: Commercial Gym

# coach.planning.profile.competitionPlanned
source: 有比赛计划
en: Meet Planned

# coach.planning.profile.extraEquipmentItem %lld
source: 额外器械 %lld 项
en: %lld extra equipment item

# coach.planning.profile.extraEquipmentItems %lld
source: 额外器械 %lld 项
en: %lld extra equipment items

# coach.planning.profile.female
source: 女
en: Female

# coach.planning.profile.homeGymWithRack
source: 家庭(带架)
en: Home Gym (with rack)

# coach.planning.profile.injury.ankle
source: 踝
en: Ankle

# coach.planning.profile.injury.elbow
source: 肘
en: Elbow

# coach.planning.profile.injury.hip
source: 髋
en: Hip

# coach.planning.profile.injury.knee
source: 膝
en: Knee

# coach.planning.profile.injury.lowerBack
source: 下背
en: Lower Back

# coach.planning.profile.injury.shoulder
source: 肩
en: Shoulder

# coach.planning.profile.injury.wrist
source: 腕
en: Wrist

# coach.planning.profile.male
source: 男
en: Male

# coach.planning.profile.oneRMBench
source: 推 {value}
en: Bench {value}

# coach.planning.profile.oneRMDeadlift
source: 拉 {value}
en: Deadlift {value}

# coach.planning.profile.oneRMSquat
source: 蹲 {value}
en: Squat {value}

# coach.planning.profile.powerliftingGym
source: 专业力量举馆
en: Powerlifting Gym

# coach.planning.profile.weekday.fri
source: 周五
en: Fri

# coach.planning.profile.weekday.mon
source: 周一
en: Mon

# coach.planning.profile.weekday.sat
source: 周六
en: Sat

# coach.planning.profile.weekday.sun
source: 周日
en: Sun

# coach.planning.profile.weekday.thu
source: 周四
en: Thu

# coach.planning.profile.weekday.tue
source: 周二
en: Tue

# coach.planning.profile.weekday.wed
source: 周三
en: Wed

# coach.planning.profile.weeklyTrainingDay %lld %@
source: 每周 %lld 天 (%@)
en: %lld day/week (%@)

# coach.planning.profile.weeklyTrainingDays %lld %@
source: 每周 %lld 天 (%@)
en: %lld days/week (%@)

# coach.planning.progression.custom
source: 自定义
en: Custom

# coach.planning.progression.repDecrease
source: 次数递减
en: Decrease Reps

# coach.planning.progression.repIncrease
source: 次数递增
en: Increase Reps

# coach.planning.progression.rpeDecrease
source: RPE 递减
en: Decrease RPE

# coach.planning.progression.rpeIncrease
source: RPE 递增
en: Increase RPE

# coach.planning.progression.setDecrease
source: 组数递减
en: Decrease Sets

# coach.planning.progression.setIncrease
source: 组数递增
en: Increase Sets

# coach.planning.progression.weightDecrease
source: 重量递减
en: Decrease Weight

# coach.planning.progression.weightIncrease
source: 重量递增
en: Increase Weight

# coach.planning.publish.daysExceedWeeks
source: 计划里有超出周数范围的训练日,请检查后重试。
en: Some training days fall outside the plan duration.

# coach.planning.publish.evaluationBlocked
source: 评估期内只能发布 1 周适应周计划。先完成评估,或改发适应周。
en: During evaluation, only a 1-week adaptation plan can be published.

# coach.planning.publish.genericFailure
source: 发布失败,请稍后重试
en: Publish failed. Try again later.

# coach.planning.publish.missingInformation
source: 缺少计划或学员信息,无法发布
en: Missing plan or student information

# coach.planning.rule.applyAccessories
source: 应用动作 — 辅助项
en: Apply to Accessories

# coach.planning.rule.applyMainLiftVariations
source: 应用动作 — 主项及变式
en: Apply to Main Lifts & Variations

# coach.planning.rule.applyWeeks
source: 应用周
en: Apply Weeks

# coach.planning.rule.changeAmount
source: 增减量
en: Change Amount

# coach.planning.rule.customDimension
source: 自定义维度
en: Custom Dimension

# coach.planning.rule.number %lld
source: 规则 %lld
en: Rule %lld

# coach.planning.rule.overridden
source: 被覆盖
en: Overridden

# coach.planning.rule.resetToWeekOne
source: 按 W1 重置
en: Reset to W1

# coach.planning.rule.selectExercise
source: 先选择一个应用动作，再设置该动作的递进规则。
en: Select an exercise before configuring its progression.

# coach.planning.rule.type
source: 规则类型
en: Rule Type

# coach.planning.rule.weekValue %lld
source: W%lld 值
en: W%lld Value

# coach.planning.rule.weeklyChange
source: 每周增减量
en: Weekly Change

# coach.planning.step0.abnormal
source: 异常
en: Needs Attention

# coach.planning.step0.active
source: 活跃
en: Active

# coach.planning.step0.evaluationRemaining %lld %lld
source: 评估期 %lld 天 %lld 时剩
en: Evaluation · %lldd %lldh remaining

# coach.planning.step0.inEvaluation
source: 评估中
en: In Evaluation

# coach.planning.step0.prompt
source: 为谁创建计划？
en: Who is this plan for?

# coach.planning.step0.readyForPlan
source: 可创建计划
en: Ready for a Plan

# coach.planning.step0.startPlanning
source: 开始编排
en: Start Planning

# coach.planning.step1.adaptationWeek
source: 适应周
en: Adaptation Week

# coach.planning.step1.fullTrainingCycle
source: 完整训练周期
en: Full Training Cycle

# coach.planning.step1.navigationTitle
source: 选计划长度
en: Select Plan Length

# coach.planning.step1.prompt
source: 这次写几周？
en: How many weeks?

# coach.planning.step2.assignToDays
source: 分配到训练日
en: Assign to Training Days

# coach.planning.step2.copyLastWeek
source: 复制上周
en: Copy Last Week

# coach.planning.step2.frequencyPrompt
source: 三大项每周各练几次？
en: How often each week?

# coach.planning.step2.navigationTitle
source: 频率分配
en: Frequency Assignment

# coach.planning.step2.sessionPerWeek %lld
source: %lld 次/周
en: %lld session/week

# coach.planning.step2.sessionsPerWeek %lld
source: %lld 次/周
en: %lld sessions/week

# coach.planning.step2.startFromScratch
source: 或从零开始
en: Or Start from Scratch

# coach.planning.step2.title
source: 定 SBD 频率
en: Set SBD Frequency

# coach.planning.step2.trainingDayCount %lld
source: 每周 %lld 个训练日
en: %lld training day/week

# coach.planning.step2.trainingDayFromProfile %lld
source: 每周 %lld 个训练日 · 来自学员资料
en: %lld training day/week · From profile

# coach.planning.step2.trainingDays
source: 训练日
en: Training Days

# coach.planning.step2.trainingDaysCount %lld
source: 每周 %lld 个训练日
en: %lld training days/week

# coach.planning.step2.trainingDaysFromProfile %lld
source: 每周 %lld 个训练日 · 来自学员资料
en: %lld training days/week · From profile

# coach.planning.step2.useTemplate
source: 使用模板
en: Use Template

# coach.planning.step3.chooseExercise
source: 请选择
en: Choose

# coach.planning.step3.mainLiftVariationLabel
source: {lift}主项及变式: {selection}
en: {lift} main lift & variations: {selection}

# coach.planning.step3.mainLiftVariationTitle
source: {lift}主项及变式
en: {lift} Main Lift & Variations

# coach.planning.step3.title
source: 选择主项及变式
en: Select Main Lifts & Variations

# coach.planning.step4.acknowledge
source: 知道了
en: Got It

# coach.planning.step4.addExercise
source: + 添加动作
en: + Add Exercise

# coach.planning.step4.almostThere
source: 还差一点
en: Almost There

# coach.planning.step4.completeAndConfigureRules
source: 完成 — 进入规则配置
en: Done — Configure Rules

# coach.planning.step4.completionIssues
source: 以下项目需要补全后才能进入下一步： {issues}
en: Complete these items before continuing: {issues}

# coach.planning.step4.finishTrainingDayAssignment
source: 请先完成训练日分配
en: Finish assigning training days first

# coach.planning.step4.selectedExercise %lld
source: 已选 %lld 个
en: %lld selected

# coach.planning.step4.selectedExercises %lld
source: 已选 %lld 个
en: %lld selected

# coach.planning.step4.setRepIntensity %lld %@ %@
source: %lld 组 x %@ 次 · %@
en: %lld set x %@ rep · %@

# coach.planning.step4.setRepsIntensity %lld %@ %@
source: %lld 组 x %@ 次 · %@
en: %lld set x %@ reps · %@

# coach.planning.step4.setsRepIntensity %lld %@ %@
source: %lld 组 x %@ 次 · %@
en: %lld sets x %@ rep · %@

# coach.planning.step4.setsRepsIntensity %lld %@ %@
source: %lld 组 x %@ 次 · %@
en: %lld sets x %@ reps · %@

# coach.planning.step4.title
source: 添加辅助动作
en: Add Accessories

# coach.planning.step4.todayMainLifts
source: 本日主项
en: Today's Main Lifts

# coach.planning.step4.todayMainLiftsSubtitle
source: 上一步选择的主项、变式和 W1 强度
en: Main lifts, variations, and W1 intensity

# coach.planning.step6.addRule
source: + 添加规则
en: + Add Rule

# coach.planning.step6.completeRules
source: 完成规则 — 预览 4 周
en: Complete Rules — Preview 4 Weeks

# coach.planning.step6.emptyRules
source: 还没有规则；未覆盖的周会默认同上周。
en: No rules yet. Uncovered weeks repeat the prior week.

# coach.planning.step6.title
source: 递进 / 递减规则
en: Progression / Regression Rules

# coach.planning.step6.uncovered
source: 未被任何规则覆盖
en: Not Covered by Any Rule

# coach.planning.step7.completionIssues
source: 以下项目需要补全后才能发布： {issues}
en: Complete these items before publishing: {issues}

# coach.planning.step7.publishFailed
source: 发布失败
en: Publish Failed

# coach.planning.step7.publishToStudent
source: 发布给学员
en: Publish to Student

# coach.planning.step7.publishing
source: 发布中…
en: Publishing…

# coach.planning.step7.tryAgainLater
source: 请稍后重试
en: Try again later

# coach.planning.step7.weekCards
source: 周卡片
en: Week Cards

# coach.planning.studentHeader.basic
source: 基础
en: Basic

# coach.planning.studentHeader.collapse
source: 收起
en: Collapse

# coach.planning.studentHeader.competition
source: 比赛
en: Meet

# coach.planning.studentHeader.expand
source: 展开
en: Expand

# coach.planning.studentHeader.injuries
source: 伤病
en: Injuries

# coach.planning.studentHeader.note
source: 留言
en: Note

# coach.planning.studentHeader.profile
source: 资料
en: Profile

# coach.planning.studentHeader.profileNotCompleted
source: 学员尚未填写详细资料
en: Student has not completed their profile

# coach.planning.studentHeader.profileUnavailable
source: 学员资料加载中或暂未填写
en: Student profile loading or unavailable

# coach.planning.studentHeader.venue
source: 场地
en: Venue

# coach.planning.validation.assignmentOutsideTrainingDays
source: 大项只能分配到学员档案里的训练日。
en: Main lifts can only be assigned to profile training days.

# coach.planning.validation.evaluationRequiresOneWeek
source: 评估期内学员只能安排 1 周适应计划。
en: Students in evaluation can only receive a 1-week adaptation plan.

# coach.planning.validation.incompleteMainLiftVariants
source: 每个已分配主项都需要选择动作变式。
en: Choose a variation for every assigned main lift.

# coach.planning.validation.incompleteWeekOneSetSpecs
source: 每个已加入计划的动作都需要填写 Week 1 组数、次数和强度。
en: Complete Week 1 sets, reps, and intensity for every exercise.

# coach.planning.validation.invalidDuration
source: 请选择 1 周或 4 周计划。
en: Choose a 1- or 4-week plan.

# coach.planning.validation.invalidFrequency
source: 三大项频率需要和训练日分配数量一致。
en: Main-lift frequency must match assigned training days.

# coach.planning.validation.invalidWeekOneSetSpec
source: Week 1 组数、次数或强度超出范围。
en: Week 1 sets, reps, or intensity are out of range.

# coach.planning.validation.missingStudent
source: 请选择学员。
en: Select a student.

# coach.planning.weekCard.baseline
source: 基线
en: Baseline

# coach.planning.weekCard.baselineFooter
source: Week 1 是基线（你手填的）
en: Week 1 is the baseline you entered

# coach.planning.weekCard.derived
source: 推导
en: Derived

# coach.planning.weekCard.derivedFooter %lld
source: Week %lld 由规则推导
en: Week %lld is derived from rules

# coach.planning.weekCard.intensityRPE %@
source: 强度：@RPE %@
en: Intensity: @RPE %@

# coach.planning.weekCard.intensityWeight
source: 强度：{weight}kg
en: Intensity: {weight}kg

# coach.planning.weekCard.viewDetails
source: 查看详情
en: View Details

# coach.planning.weight.commonPercentages
source: 常用百分比
en: Common Percentages

# coach.planning.weight.currentWeight
source: 当前重量 {weight} kg
en: Current weight {weight} kg

# coach.planning.weight.editPercentages
source: 编辑常用百分比
en: Edit Common Percentages

# coach.planning.weight.editWeight
source: 编辑重量
en: Edit Weight

# coach.planning.weight.enter
source: 填入
en: Enter

# coach.planning.weight.mainLiftBase
source: 主项·{exercise}
en: Main Lift · {exercise}

# coach.planning.weight.missingOneRM
source: 未设 1RM，无法换算 %1RM
en: Set a 1RM to use %1RM

# coach.planning.weight.newPercentage
source: 新增 %
en: Add %

# coach.planning.weight.openPanel
source: 打开重量面板
en: Open Weight Panel

# coach.planning.weight.operation
source: 运算 {operation}
en: Operation {operation}

# coach.planning.weight.removePercentage %lld
source: 移除 %lld%%
en: Remove %lld%%

# coach.planning.weight.restoreDefaults
source: 恢复默认
en: Restore Defaults

# coach.planning.weight.targetWeight
source: 目标重量
en: Target Weight

# coach.planning.weight.unit
source: 重量单位
en: Weight Unit

# coach.planning.weight.value
source: 数值
en: Value

# coach.profile.age
source: {age} 岁
en: Age {age}

# coach.profile.appVersion
source: App 版本
en: App Version

# coach.profile.basicInfo
source: 基础信息
en: Basic Info

# coach.profile.cancel
source: 取消
en: Cancel

# coach.profile.confirmLogout
source: 退出
en: Sign Out

# coach.profile.contactHours
source: 工作日 10:00–19:00 · 通常 2 小时内回复
en: Weekdays 10:00–19:00 · Usually replies within 2 hours

# coach.profile.contactUnavailable
source: 暂时无法打开联系方式
en: Contact details unavailable

# coach.profile.contactUs
source: 联系我们
en: Contact Us

# coach.profile.copied
source: 邀请码已复制
en: Copied

# coach.profile.copy
source: 复制
en: Copy

# coach.profile.copyInvite
source: 复制邀请码
en: Copy Invite Code

# coach.profile.currentOneRM
source: 当前 1RM · 只有你能改
en: Current 1RM · Only you can edit

# coach.profile.diet
source: 饮食 / 控重
en: Diet

# coach.profile.displayName
source: 教练
en: Coach

# coach.profile.edit
source: 修改
en: Edit

# coach.profile.editUnavailable
source: 本卡不提供 1RM 修改
en: 1RM editing is not available here

# coach.profile.fallbackName
source: 教练
en: Coach

# coach.profile.faq.feedback.answer
source: 在「接收 → 训练视频」或学员详情的视频页，逐段打点后写反馈；发出的每条都会归档在该学员的反馈页。
en: Open Training Videos from Receive or a student's video page, add markers, then write feedback. Sent feedback is archived on that student's Feedback page.

# coach.profile.faq.feedback.question
source: 反馈写在哪里？
en: Where does feedback go?

# coach.profile.faq.join.answer
source: 把「我的」页里的永久邀请码发给学员，他在注册时填入即可提交申请，你在「接收 → 新学员」里确认。
en: Share the permanent code from Profile. The student enters it during sign-up, then you confirm under Receive → New Students.

# coach.profile.faq.join.question
source: 学员怎么加入我的名下？
en: How does a student join my roster?

# coach.profile.faq.unbind.answer
source: 学员的历史数据保留在他自己的账号里，你将不再能访问；已发出的反馈会保留在学员端。
en: Their history stays in their account, but you lose access. Feedback already sent remains visible to the student.

# coach.profile.faq.unbind.question
source: 解除关系后数据还在吗？
en: Is data kept after unlinking?

# coach.profile.faq.video.answer
source: 组行会显示虚线加号，学员可以补拍；你也可以在消息里直接要求他重录某一组。
en: A dashed plus lets the student add a video later. You can also message them to re-record a specific set.

# coach.profile.faq.video.question
source: 学员没录视频怎么办？
en: What if a student did not record a video?

# coach.profile.focus
source: 想增强
en: Focus Areas

# coach.profile.general
source: 通用
en: General

# coach.profile.help
source: 帮助与反馈
en: Help & Feedback

# coach.profile.helpSubtitle
source: 常见问题与人工支持
en: FAQs and support

# coach.profile.injuryHistory
source: 伤病史
en: Injury History

# coach.profile.internalBeta
source: 内测
en: Beta

# coach.profile.inviteCard
source: 邀请码
en: Invite Code

# coach.profile.inviteEmpty
source: 还没有永久码 · 点击生成
en: No permanent code · Tap to generate

# coach.profile.inviteFailed
source: 加载失败 · 点击重试
en: Load failed · Tap to retry

# coach.profile.inviteLoading
source: 加载中…
en: Loading

# coach.profile.inviteUsage %lld
source: 已有 %lld 学员通过它加入 · 发给新学员即可申请
en: %lld students joined with this code · Share it to receive applications

# coach.profile.joinedAt
source: 加入时间
en: Joined

# coach.profile.loggingOut
source: 退出中
en: Signing out

# coach.profile.logout
source: 退出登录
en: Sign out

# coach.profile.logout.cancel
source: 取消
en: Cancel

# coach.profile.logout.confirm
source: 退出
en: Sign Out

# coach.profile.logoutMessage
source: 退出后需重新用手机号登录。
en: You will need to sign in again with your phone number.

# coach.profile.logoutTitle
source: 退出登录？
en: Log out?

# coach.profile.oneRMExplanation
source: 计划里的重量都从这三个数推算
en: Plan weights are calculated from these three values

# coach.profile.permanentInvite
source: 永久邀请码
en: Permanent invite code

# coach.profile.privacyAndTerms
source: 隐私与条款
en: Privacy & Terms

# coach.profile.privacyAndTermsSubtitle
source: 数据归属与账号管理
en: Data ownership and account management

# coach.profile.privacyPolicy
source: 隐私政策
en: Privacy Policy

# coach.profile.privacyTerms
source: 隐私与条款
en: Privacy & Terms

# coach.profile.registrationAnswers
source: 注册时填写
en: Registration Answers

# coach.profile.sheet.back
source: 返回
en: Back

# coach.profile.studentDataDescription
source: 学员的训练数据、视频与身体信息仅用于你与该学员之间的训练服务。学员解除关系后，你将不再能访问其历史数据。
en: Student training data, videos, and physical information are used only for your coaching relationship. You lose access after unlinking.

# coach.profile.studentDataUsage
source: 学员数据使用说明
en: Student Data Usage

# coach.profile.studentSaid
source: 他/她说
en: Student Said

# coach.profile.targetMeet
source: 目标比赛
en: Target Meet

# coach.profile.title
source: 我的
en: Profile

# coach.profile.toast
source: 已复制
en: Copied

# coach.profile.trainingEnvironment
source: 训练环境
en: Training Environment

# coach.profile.trainingHistory
source: 训练年限 / 频率
en: Training History / Frequency

# coach.profile.userAgreement
source: 用户服务协议
en: Terms of Service

# coach.profile.userAgreement.unavailable
source: 用户服务协议暂不可用
en: Terms of Service unavailable

# coach.profile.weeklyFrequency %lld
source: 每周 %lld 次
en: %lld sessions/week

# coach.profile.weightClass
source: 体重级别
en: Weight Class

# coach.roster.abnormal
source: 异常
en: Needs Attention

# coach.roster.accept
source: 接收
en: Accept

# coach.roster.active
source: 活跃
en: Active

# coach.roster.age %lld
source: %lld 岁
en: %lld years old

# coach.roster.cancel
source: 取消
en: Cancel

# coach.roster.clearSearch
source: 清除搜索
en: Clear search

# coach.roster.completionRate
source: 完成率
en: Completion

# coach.roster.error.load
source: 学员加载失败，请稍后重试
en: Could not load students. Try again later.

# coach.roster.loadFailed
source: 加载失败
en: Load Failed

# coach.roster.loadingStudents
source: 正在加载学员…
en: Loading students…

# coach.roster.newStudentRequests
source: 新学员申请
en: New Student Requests

# coach.roster.noMatchingStudents
source: 没有匹配的学员
en: No matching students

# coach.roster.noPlan
source: 无计划
en: No Plan

# coach.roster.noStudents
source: 暂无学员
en: No students yet

# coach.roster.noStudentsSubtitle
source: 去「我的」复制邀请码，发给学员加入
en: Copy your invite code from Me and send it to a student

# coach.roster.noTrainingRecords
source: 本周未训练
en: No training this week

# coach.roster.notTrainedReason %lld
source: 已 %lld 天未训练
en: No training for %lld days

# coach.roster.reject
source: 拒绝
en: Reject

# coach.roster.rejectConfirmation
source: 拒绝后学员会看到中性提示（不会显示拒绝原因），确定拒绝？
en: The student will see a neutral message without a reason. Reject this request?
